Repository: vdr-projects/vdr
Catalog: po/*.po
Languages: tr_tr

source: *** Invalid Channel ***
tr_tr: *** Geçersiz kanal ***

source: Channel not available!
tr_tr: Kanal kullanýlamýyor!

source: Can't start Transfer Mode!
tr_tr: Transfer mode baþlatýlamýyor!

source: Starting EPG scan
tr_tr: EPG tarama baþlýyor

source: No title
tr_tr: Ýsim yok

source: LanguageName$English
tr_tr: Türkçe

source: LanguageCode$eng,dos
tr_tr: tur

source: Phase 1: Detecting RC code type
tr_tr: Faz 1: Kumandanýn kodu aranýyor

source: Press any key on the RC unit
tr_tr: Kumandada herhangi bir tuþa bas

source: RC code detected!
tr_tr: Kumandanýn kodu bulundu!

source: Do not press any key...
tr_tr: Tuþlara basmayýnýz...

source: Phase 2: Learning specific key codes
tr_tr: Faz 2: Belirli tuþ kodu eðitiliyor

source: Press key for '%s'
tr_tr: '%s' için tuþ seçiniz

source: Press 'Up' to confirm
tr_tr: Onaylamak için 'Yukarý' bas

source: Press 'Down' to continue
tr_tr: Devam etmek için 'Aþaðý' bas

source: (press 'Up' to go back)
tr_tr: (Geri dönmek için 'Yukarý' bas)

source: (press 'Down' to end key definition)
tr_tr: (Sona erdirmek için 'Aþaðý' bas)

source: (press 'Menu' to skip this key)
tr_tr: (Tuþu atlamak için 'Menü' bas)

source: Learning Remote Control Keys
tr_tr: Uzaktan kumandanýn tuþlarý eðitiliyor

source: Phase 3: Saving key codes
tr_tr: Faz 3: Tuþ ayarlarýný kesinleþtir

source: Press 'Up' to save, 'Down' to cancel
tr_tr: Kesinleþtirmek için 'Yukarý', Iptal etmek için 'Aþaðý' bas

source: Key$Up
tr_tr: Yukarý

source: Key$Down
tr_tr: Aþaðý

source: Key$Menu
tr_tr: Menü

source: Key$Ok
tr_tr: Tamam

source: Key$Back
tr_tr: Geri

source: Key$Left
tr_tr: Sol

source: Key$Right
tr_tr: Sað

source: Key$Red
tr_tr: Kýrmýzý

source: Key$Green
tr_tr: Yeþil

source: Key$Yellow
tr_tr: Sarý

source: Key$Blue
tr_tr: Mavi

source: Key$Info
tr_tr: Bilgi

source: Key$Play
tr_tr: Göster

source: Key$Pause
tr_tr: Durakla

source: Key$Stop
tr_tr: Durdur

source: Key$Record
tr_tr: Kayýt et

source: Key$FastFwd
tr_tr: Ýleri sar

source: Key$FastRew
tr_tr: Geri sar

source: Key$Next
tr_tr: Sonraki

source: Key$Prev
tr_tr: Önceki

source: Key$Power
tr_tr: Kapat

source: Key$Channel+
tr_tr: Kanal+

source: Key$Channel-
tr_tr: Kanal-

source: Key$PrevChannel
tr_tr: Önceki kanal

source: Key$Volume+
tr_tr: Ses+

source: Key$Volume-
tr_tr: Ses-

source: Key$Mute
tr_tr: Sessiz

source: Key$Audio
tr_tr: Audio

source: Key$Schedule
tr_tr: Program

source: Key$Channels
tr_tr: Kanallar

source: Key$Timers
tr_tr: Zamanlayýcý

source: Key$Recordings
tr_tr: Kayýtlar

source: Key$Setup
tr_tr: Ayarlar

source: Key$Commands
tr_tr: Komutlar

source: Free To Air
tr_tr: Þifresiz

source: encrypted
tr_tr: Þifreli

source: auto
tr_tr: otomatik

source: Edit channel
tr_tr: Kanal ayarlarýný deðiþtir

source: Name
tr_tr: Ýsim

source: Source
tr_tr: Kaynak

source: Frequency
tr_tr: Frekans

source: Polarization
tr_tr: Kutuplaþma

source: Inversion
tr_tr: Ýnversiyon

source: off
tr_tr: kapalý

source: none
tr_tr: hiç

source: Modulation
tr_tr: Modülasyon

source: Bandwidth
tr_tr: Bant geniþliði

source: Transmission
tr_tr: Ýletim

source: Guard
tr_tr: Koruma

source: Hierarchy
tr_tr: Hiyerarþi

source: Channel settings are not unique!
tr_tr: Kanal ayarlarý belli deðýl!

source: Channels
tr_tr: Kanallar

source: Button$Delete
tr_tr: Sil

source: Button$Edit
tr_tr: Deðiþtir

source: Button$Mark
tr_tr: Ýþaretle

source: Button$New
tr_tr: Yeni

source: Channel is being used by a timer!
tr_tr: Kanal zamanlayýcýdan kullanýlýyor!

source: Delete channel?
tr_tr: Kanalý sil?

source: Edit timer
tr_tr: Zamanlayýcýyý ayarla

source: Active
tr_tr: Aktif

source: Channel
tr_tr: Kanal

source: Day
tr_tr: Gün

source: Start
tr_tr: Baþlangýç

source: Stop
tr_tr: Bitiþ

source: Priority
tr_tr: Öncelik

source: Lifetime
tr_tr: Ömrü

source: File
tr_tr: Kütük

source: First day
tr_tr: Ýlk gün

source: Timers
tr_tr: Zamanlayýcý

source: Button$Info
tr_tr: Bilgi

source: Button$On/Off
tr_tr: Aç/Kapat

source: Delete timer?
tr_tr: Zamanlayýcýyý sil

source: Timer still recording - really delete?
tr_tr: Zamanlayýcý kayýt ediyor - buna raðmen sil?

source: Event
tr_tr: Yayýn

source: Button$Record
tr_tr: Kayýt et

source: Button$Switch
tr_tr: Deðiþtir

source: Button$Timer
tr_tr: Zamanlayýcý

source: What's on next?
tr_tr: Gelecek yayýnlar

source: What's on now?
tr_tr: Þimdiki yayýnlar

source: Button$Next
tr_tr: Sonra

source: Button$Now
tr_tr: Þimdi

source: Button$Schedule
tr_tr: Program

source: Can't switch channel!
tr_tr: Kanala deðiþtirelemiyor!

source: Schedule - %s
tr_tr: Program - %s

source: This event - %s
tr_tr: Bu yayýn - %s

source: This event - all channels
tr_tr: Bu yayýn - tüm kanallar

source: All events - all channels
tr_tr: Tüm yayýnlar - tüm kanallar

source: Please enter %d digits!
tr_tr: Lütfen %d rakam veriniz!

source: Recording info
tr_tr: Kayýt bilgisi

source: Button$Play
tr_tr: Göster

source: Button$Rewind
tr_tr: Baslangýç

source: Recordings
tr_tr: Kayýtlar

source: Button$Open
tr_tr: Aç

source: Commands
tr_tr: Komutlar

source: Error while accessing recording!
tr_tr: Kayýt okuma hatasý!

source: Delete recording?
tr_tr: Kayýtý sil?

source: Error while deleting recording!
tr_tr: Kayýt silme hatasý!

source: Recording commands
tr_tr: Kayýt komutlarý

source: never
tr_tr: hiç

source: skin dependent
tr_tr: yüzeye baðimli

source: always
tr_tr: hep

source: Setup.OSD$Language
tr_tr: Dil

source: Setup.OSD$Skin
tr_tr: Yüzey

source: Setup.OSD$Theme
tr_tr: Tema

source: Setup.OSD$Left
tr_tr: Sol

source: Setup.OSD$Top
tr_tr: Üst

source: Setup.OSD$Width
tr_tr: Geniþlik

source: Setup.OSD$Height
tr_tr: Yükseklik

source: Setup.OSD$Message time (s)
tr_tr: Mesaj gösterme zamaný (sn)

source: Setup.OSD$Use small font
tr_tr: Küçük harf kullan

source: Setup.OSD$Channel info position
tr_tr: Kanal bilgi pozisyonu

source: bottom
tr_tr: alt

source: top
tr_tr: üst

source: Setup.OSD$Channel info time (s)
tr_tr: Kanal bilgi gösterme zamaný (sn)

source: Setup.OSD$Info on channel switch
tr_tr: Kanal deðiþtirme bilgisi

source: Setup.OSD$Timeout requested channel info
tr_tr: Kanal bilginin zaman aþýmý

source: Setup.OSD$Scroll pages
tr_tr: Sayfa kaydýrma

source: Setup.OSD$Scroll wraps
tr_tr: Sarým kaydýrma

source: Setup.OSD$Menu key closes
tr_tr: Menü düðmesi kapatýyor

source: Setup.OSD$Recording directories
tr_tr: Kayýt dizinleri

source: Button$Scan
tr_tr: Tara

source: Setup.EPG$EPG scan timeout (h)
tr_tr: EPG tarama zaman aþýmý (sa)

source: Setup.EPG$EPG bugfix level
tr_tr: EPG hata çözümleme ölçüsü

source: Setup.EPG$EPG linger time (min)
tr_tr: Eski EPG göster (dak)

source: Setup.EPG$Set system time
tr_tr: Bilgisayar saatini ayarla

source: Setup.EPG$Use time from transponder
tr_tr: Bilgisayar saati için uydu alýcý-verici

source: Setup.EPG$Preferred languages
tr_tr: Dil tercihleri

source: Setup.EPG$Preferred language
tr_tr: Dil tercihi

source: no
tr_tr: hayýr

source: names only
tr_tr: sýrf isimler

source: PIDs only
tr_tr: sýrf PID'ler

source: names and PIDs
tr_tr: Ýsimler ve PID'ler

source: add new channels
tr_tr: yeni kanallar ekle

source: add new transponders
tr_tr: yeni uydu alýcý-verici ekle

source: Setup.DVB$Primary DVB interface
tr_tr: Primer DVB arayüzü

source: Setup.DVB$Video format
tr_tr: Video formatý

source: Setup.DVB$Video display format
tr_tr: Video görüntü biçimi

source: Setup.DVB$Use Dolby Digital
tr_tr: Dolby Dijital ses kullan

source: Setup.DVB$Update channels
tr_tr: Kanallarý yenile

source: Setup.DVB$Audio languages
tr_tr: Audio dilleri

source: Setup.DVB$Audio language
tr_tr: Audio dili

source: Setup.LNB$Use DiSEqC
tr_tr: DiSEqC kullan

source: Setup.LNB$SLOF (MHz)
tr_tr: SLOF (MHz)

source: Setup.LNB$Low LNB frequency (MHz)
tr_tr: Alt LNB frekansý (MHz)

source: Setup.LNB$High LNB frequency (MHz)
tr_tr: Üst LNB frekansý (MHz)

source: Button$Menu
tr_tr: Menü

source: Button$Reset
tr_tr: Sýfýrla

source: Opening CAM menu...
tr_tr: CAM menüsü açýlýyor...

source: Can't open CAM menu!
tr_tr: CAM menüsü açýlamýyor!

source: Can't reset CAM!
tr_tr: CAM sýfýrlanamadý!

source: Recording
tr_tr: Kayýt

source: Setup.Recording$Margin at start (min)
tr_tr: Baþýnda tolerans (dak)

source: Setup.Recording$Margin at stop (min)
tr_tr: Sonunda tolerans (dak)

source: Setup.Recording$Primary limit
tr_tr: Primer limit

source: Setup.Recording$Default priority
tr_tr: Olaðan priorite

source: Setup.Recording$Default lifetime (d)
tr_tr: Olaðan çekim ömrü (gün)

source: Setup.Recording$Pause priority
tr_tr: Olaðan duraklama prioritesi

source: Setup.Recording$Pause lifetime (d)
tr_tr: Duraklama ömrü (gün)

source: Setup.Recording$Use episode name
tr_tr: Episod ismini kullan

source: Setup.Recording$Use VPS
tr_tr: VPS kullan

source: Setup.Recording$VPS margin (s)
tr_tr: VPS tolerans (s)

source: Setup.Recording$Mark instant recording
tr_tr: Derhal çekimi iþaretle

source: Setup.Recording$Name instant recording
tr_tr: Derhal çekimi isimlendir

source: Setup.Recording$Instant rec. time (min)
tr_tr: Derhal çekim süresi (dak)

source: Setup.Recording$Max. video file size (MB)
tr_tr: Maksimum Video kütük büyüklügü (MB)

source: Setup.Recording$Split edited files
tr_tr: Düzenlenmiþ kütükleri ayýr

source: Replay
tr_tr: Tekrar

source: Setup.Replay$Multi speed mode
tr_tr: Katlý hýz sarma

source: Setup.Replay$Show replay mode
tr_tr: Gösteriþ bilgisi

source: Setup.Replay$Resume ID
tr_tr: Gösteriþ ID'si

source: Miscellaneous
tr_tr: Diðerler

source: Setup.Miscellaneous$Min. event timeout (min)
tr_tr: Minimum olay zaman aþýmý (dak)

source: Setup.Miscellaneous$Min. user inactivity (min)
tr_tr: Minimum kullanýcý hareketsizliði (dak)

source: Setup.Miscellaneous$SVDRP timeout (s)
tr_tr: SVDRP zaman aþýmý (sn)

source: Setup.Miscellaneous$Zap timeout (s)
tr_tr: Kanal deðiþtirme zaman aþýmý (sn)

source: Setup.Miscellaneous$Initial channel
tr_tr: Açýlýþdaki kanal

source: Setup.Miscellaneous$as before
tr_tr: önceki gibi

source: Setup.Miscellaneous$Initial volume
tr_tr: Açýlýþdaki ses

source: Plugins
tr_tr: Eklentiler

source: This plugin has no setup parameters!
tr_tr: Bu eklentinin düzenek parametresi yok!

source: Setup
tr_tr: Ayarlar

source: Restart
tr_tr: Yeniden baþlat

source: Really restart?
tr_tr: Gerçekten yeniden baþlat?

source: Stop recording
tr_tr: Çekimi bitir

source: Schedule
tr_tr: Program

source: free
tr_tr: boþ

source: Stop replaying
tr_tr: Gösteriþi bitir

source: Button$Audio
tr_tr: Audio

source: Button$Pause
tr_tr: Durakla

source: Button$Resume
tr_tr: Sürdür

source: Button$Stop
tr_tr: Durdur

source: Cancel editing
tr_tr: Kesimi iptal et

source: Stop recording?
tr_tr: Kayýtý durdur?

source: Cancel editing?
tr_tr: Kesimi iptal et?

source: No audio available!
tr_tr: Audio yok!

source: Not enough disk space to start recording!
tr_tr: Kayýt için yeterince kapasite yok!

source: No free DVB device to record!
tr_tr: Kullanýlmayan DVB kartý bulunmadý!

source: Pausing live video...
tr_tr: Naklen yayýn duraklatýlýyor...

source: Jump:
tr_tr: Atla:

source: No editing marks defined!
tr_tr: Kesim iþaretleri belirtilmemiþ!

source: Can't start editing process!
tr_tr: Kesim baþlatýlamýyor!

source: Editing process started
tr_tr: Kesim baþlandý

source: Editing process already active!
tr_tr: Kesim henüz aktif!

source: abcdefghijklmnopqrstuvwxyz0123456789-.#~,/_@
tr_tr: abcçdefgðhýijklmnoöprsþtuüvyz0123456789-.#~,/_@

source: yes
tr_tr: evet

source: 0 -.#~,/_@1 abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9
tr_tr: 0 -.#~,/_@1 abcç2 def3 gðhýi4 jkl5 mnoö6 prsþ7 tuüv8 yz9

source: Button$ABC/abc
tr_tr: ABC/abc

source: Button$Insert
tr_tr: Ekle

source: Button$Overwrite
tr_tr: Üstüne yaz

source: Plugin
tr_tr: Eklenti

source: Up/Dn for new location - OK to move
tr_tr: 'Yukarý/Aþaðý' yeni posizyon seç - 'Tamam' taþý

source: Channel locked (recording)!
tr_tr: Kanal geçersiz (kayýt ediliyor)!

source: Low disk space!
tr_tr: Kayýt kapasitesi az!

source: Can't shutdown - option '-s' not given!
tr_tr: Kapatýlamýyor - '-s' seçeneði verilmemiþ!

source: Recording - shut down anyway?
tr_tr: Kayýt ediliyor - buna raðmen kapat?

source: Recording in %ld minutes, shut down anyway?
tr_tr: Kayýt %ld dakikada baþlýyor - buna raðmen kapat?

source: shut down anyway?
tr_tr: buna raðmen kapat?

source: Recording - restart anyway?
tr_tr: Kayýt ediliyor - buna raðmen yeniden baþlat?

source: restart anyway?
tr_tr: buna raðmen yeniden baþlat?

source: Volume
tr_tr: Ses

source: Classic VDR
tr_tr: Klasik VDR

source: ST:TNG Panels
tr_tr: ST:TNG paneli

source: MTWTFSS
tr_tr: PSÇPCCP

source: MonTueWedThuFriSatSun
tr_tr: PztSalÇarPerCumCmtPaz

source: Monday
tr_tr: Pazartesi

source: Tuesday
tr_tr: Salý

source: Wednesday
tr_tr: Çarþamba

source: Thursday
tr_tr: Perþembe

source: Friday
tr_tr: Cuma

source: Saturday
tr_tr: Cumartesi

source: Sunday
tr_tr: Pazar

source: Upcoming VPS recording!
tr_tr: VPS çekim yakýnda baþlýyor!

source: Recording started
tr_tr: Kayýt baþlandý

source: Press any key to cancel shutdown
tr_tr: Kapatmayý iptal etmek için herhangi bir tuþa bas

source: Switching primary DVB...
tr_tr: Primer DVB arayüzü deðiþtiriliyor...

source: Editing process failed!
tr_tr: Kesim baþarýsýz!

source: Editing process finished
tr_tr: Kesim bitti
